Repository: altairos/MiLens-iOS
Catalog: MiLens/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko, zh_hant

# onboarding.feature.done.next.note
source: 你仍可随时停止扫描或撤回权限。
de: Du kannst das Scannen jederzeit pausieren oder die Berechtigungen widerrufen.
en: You can pause scanning or revoke permissions anytime.
fr: Vous pouvez interrompre l'analyse ou révoquer les autorisations à tout moment.
ja: いつでもスキャンを停止したり、許可を取り消したりすることができます。
zh_hant: 你仍可隨時停止掃描或撤回權限。

# onboarding.feature.done.next.title
source: 下一步：全面扫描系统图库
de: Als Nächstes: Vollständiger Scan deiner Fotomediathek
en: Next: Full scan of your photo library
fr: Étape suivante : analyse de votre photothèque
ja: 次のステップ：写真ライブラリの包括的なスキャン
zh_hant: 下一步：完整掃描系統相簿

# onboarding.feature.done.title %@
source: %@的特征基准， 已经建立
de: Referenzfotos von %@ sind bereit
en: %@'s reference photos are ready
fr: Les photos de référence de %@ sont prêtes
ja: %@ の機能ベンチマーク、 すでに確立されている
zh_hant: %@ 的特徵基準， 已建立

# onboarding.feature.guidance.angle
source: 角度有变化
de: Verschiedene Winkel
en: Different angles
fr: Angles variés
ja: 角度が変わります
zh_hant: 角度多元

# onboarding.feature.guidance.angle.detail
source: 正面、侧面与全身照
de: Vorne, Seite und ganzer Körper
en: Front, side, and full body
fr: De face, de profil et en entier
ja: 正面、側面、全身の写真
zh_hant: 正面、側面與全身照

# onboarding.feature.guidance.clarity
source: 清晰可见
de: Klar und deutlich
en: Clear and visible
fr: Clair et net
ja: はっきりと見える
zh_hant: 清楚可見

# onboarding.feature.guidance.clarity.detail
source: 避免严重模糊或遮挡
de: Vermeide unscharfe oder verdeckte Fotos
en: Avoid blurry or obstructed photos
fr: Évitez les photos floues ou masquées
ja: 深刻なぼやけや遮蔽を避ける
zh_hant: 避免嚴重模糊或遮擋

# onboarding.feature.guidance.single %@
source: 只包含%@
de: Nur %@
en: Only %@
fr: Uniquement %@
ja: %@ のみが含まれます
zh_hant: 畫面中僅有 %@

# onboarding.feature.guidance.single.detail
source: 减少其他动物干扰
de: Vermeide Fotos mit mehreren Haustieren
en: Avoid multi-pal photos
fr: Évitez les photos avec plusieurs compagnons
ja: 他の動物からの干渉を減らす
zh_hant: 避免其他動物干擾

# onboarding.feature.intro.body %@
source: 选择清晰、角度不同、只包含%@的照片； 所有处理都在本机完成。
de: Wähle Fotos, auf denen nur %@ zu sehen ist, aus verschiedenen Winkeln. Die gesamte Erkennung läuft vollständig auf deinem Gerät.
en: Select photos of only %@ from different angles. All recognition runs entirely on your device.
fr: Sélectionnez des photos de %@ uniquement, sous différents angles. Toute la reconnaissance s'exécute localement sur votre appareil.
ja: 鮮明で、角度が異なり、%@ のみが含まれる写真を選択してください。 すべての処理はローカルで行われます。
zh_hant: 請選擇清晰、角度不同、只包含 %@ 的照片； 所有處理都在本機完成。

# onboarding.feature.intro.title
source: 用 8–15 张照片， 建立特征基准
de: Wähle 8–15 Fotos als Referenzfotos aus
en: Pick 8–15 photos to use as references
fr: Choisissez 8 à 15 photos comme références
ja: 8 ～ 15枚の写真を使用し、 機能のベースラインを確立する
zh_hant: 用 8–15 張照片， 建立特徵基準

# onboarding.feature.maxCount %lld
source: 最多选择 %lld 张照片
de: Bis zu %lld Fotos
en: Up to %lld photos
fr: Jusqu'à %lld photos
ja: 最大 %lld枚の写真を選択してください
zh_hant: 最多可選取 %lld 張

# onboarding.feature.minCount %lld
source: 请至少选择 %lld 张照片
de: Mindestens %lld Fotos
en: At least %lld photos
fr: Au moins %lld photos
ja: 少なくとも %lld枚の写真を選択してください
zh_hant: 至少選取 %lld 張

# onboarding.feature.processing.body %lld
source: 将 %lld 张照片汇总为比较基准； 不会上传，也不会在此时扫描图库。
de: %lld Fotos werden zu einem Vergleichsprofil zusammengefasst. Dabei wird nichts hochgeladen und die Mediathek noch nicht gescannt.
en: Summing up %lld photos into a comparison baseline. Nothing is uploaded, and your library isn't scanned at this point.
fr: %lld photos sont regroupées en une référence de comparaison. Rien n'est envoyé et la photothèque n'est pas encore analysée.
ja: %lld枚の写真をベースラインとして集約します。 現時点ではアップロードされず、ギャラリーはスキャンされません。
zh_hant: 將 %lld 張照片彙整為比對基準； 不會上傳，也不會在此時掃描照片圖庫。

# onboarding.feature.processing.cta
source: 正在建立基准…
de: Referenzfotos werden vorbereitet…
en: Building references…
fr: Préparation des références…
ja: ベースラインを構築しています…
zh_hant: 正在準備參考照片…

# onboarding.feature.processing.status
source: 正在汇总特征基准
de: Referenzfotos werden vorbereitet
en: Building the reference set
fr: Préparation des photos de référence
ja: 機能ベースラインの要約
zh_hant: 正在整理參考照片

# onboarding.feature.processing.title %@
source: 正在本机建立 %@的特征基准
de: Referenzfotos von %@ werden auf dem Gerät vorbereitet
en: Building %@'s references on device
fr: Préparation sur l'appareil des références de %@
ja: このマシンで作成する %@ の機能ベンチマーク
zh_hant: 正在本機建立 %@ 的特徵基準

# onboarding.feature.ready %lld
source: %lld 张已准备好
de: %lld Fotos bereit
en: %lld photos ready
fr: %lld photos prêtes
ja: %lld枚のシートが準備できました
zh_hant: 已就緒 %lld 張

# onboarding.feature.ready.note %@
source: 只用来建立%@的本机特征基准。
de: Wird nur für die Referenzfotos von %@ auf diesem Gerät verwendet
en: Used only to build %@'s on-device references
fr: Utilisées uniquement pour les références locales de %@
ja: %@ のネイティブ機能のベースラインを確立するためにのみ使用されます。
zh_hant: 只用來建立 %@ 的本機參考照片。

# onboarding.feature.registerFailed %@
source: 注册失败：%@
de: Referenzfotos konnten nicht gespeichert werden: %@
en: Couldn't save references: %@
fr: Impossible d'enregistrer les photos de référence : %@
ja: 登録に失敗しました：%@
zh_hant: 參考照片儲存失敗：%@

# onboarding.feature.registered %lld
source: 已注册 %lld 张照片的视觉特征
de: %lld Referenzfotos hinzugefügt
en: %lld reference photos added
fr: %lld photos de référence ajoutées
ja: 登録された%lld写真の視覚的特徴
zh_hant: 已加入 %lld 張參考照片

# onboarding.feature.reselect %lld
source: 重新选择（已选 %lld 张）
de: Neu auswählen (%lld ausgewählt)
en: Reselect (selected %lld)
fr: Modifier (%lld sélectionnées)
ja: 再選択 （%lld個の写真が選択されました）
zh_hant: 重新選取（已選 %lld 張）

# onboarding.feature.select
source: 选择 8–15 张照片
de: 8–15 Fotos auswählen
en: Select 8–15 photos
fr: Choisir 8 à 15 photos
ja: 8 ～ 15枚の写真を選択してください
zh_hant: 選取 8–15 張照片

# onboarding.feature.stage.extract
source: 提取本机特征
de: Merkmale werden extrahiert
en: Extracting features
fr: Extraction des traits...
ja: ネイティブ機能を抽出する
zh_hant: 擷取本機特徵

# onboarding.feature.stage.quality
source: 检查照片质量
de: Fotoqualität wird bewertet
en: Assessing photo quality
fr: Évaluation de la qualité...
ja: 写真の品質をチェックする
zh_hant: 檢查照片品質

# onboarding.feature.stage.summarize %@
source: 汇总为%@的基准
de: Referenzfotos von %@ werden zusammengefasst
en: Summing up %@'s references
fr: Regroupement des références de %@
ja: %@ として要約されたベースライン
zh_hant: 整理 %@ 的參考照片

# onboarding.import.body %lld
source: 将已确认的 %lld 张照片写入本地档案； 复制与索引过程都不会离开这台设备。
de: %lld bestätigte Fotos werden im lokalen Archiv gespeichert. Deine Fotos verlassen dieses Gerät niemals.
en: Writing %lld confirmed photos to local archive. Photos never leave this device.
fr: Écriture de %lld photos confirmées dans l'archive locale. Les photos ne quittent jamais votre appareil.
ja: 確認された %lld写真をローカルファイルに書き込みます。 コピープロセスもインデックス作成プロセスもデバイスから離れることはありません。
zh_hant: 將已確認的 %lld 張照片寫入本機檔案； 複製與建立索引的過程都不會離開這台裝置。

# onboarding.import.count %lld
source: %lld 张照片已写入档案
de: %lld Fotos importiert
en: %lld photos imported
fr: %lld photos importées
ja: %lld写真がファイルに書き込まれました
zh_hant: 已匯入 %lld 張照片

# onboarding.import.cta %@
source: 开启%@的生命档案
de: Archiv von %@ öffnen
en: Enter %@'s Archive
fr: Accéder à l'archive de %@
ja: %@ のライフファイルを開く
zh_hant: 開啟 %@ 的生命檔案

# onboarding.import.keep.body
source: 你和小伙伴的每一天都值得被完整记住。MiLens 可以把这些日子打包成一份专属的备份文件，无论时光怎样流转，温暖的瞬间都不会走散。
de: Jeder gemeinsame Tag verdient es, bewahrt zu werden. MiLens sichert eure Geschichte in einer eigenen Backup-Datei, damit kein schöner Moment verloren geht.
en: Every day with your pal deserves to be remembered. MiLens can pack your story into a dedicated backup file, so no precious moment gets lost over time.
fr: Chaque jour partagé mérite d'être conservé. MiLens peut rassembler votre histoire dans un fichier de sauvegarde dédié, pour ne perdre aucun moment précieux.
ja: 友達と過ごす毎日は、その全体を思い出す価値があります。MiLensは最近を専用のバックアップファイルにパッケージ化できます。どんなに時間が経っても、温かい時間は決して消えることはありません。
zh_hant: 你和毛小孩的每一天都值得被完整記住。MiLens 可以把這些日子打包成一份專屬的備份檔案，無論時光如何流轉，溫暖的瞬間都不會走散。

# onboarding.import.keep.title
source: 把这份珍贵的回忆好好留存
de: Bewahre deine Erinnerungen sicher auf
en: Keep the memories safe
fr: Préservez vos plus beaux souvenirs
ja: この大切な思い出を大切に保管してください
zh_hant: 好好保存這份珍貴回憶

# onboarding.import.lens.title
source: 正在写入生命档案
de: In MiLens organisiert
en: Organized in MiLens
fr: Organisé dans MiLens
ja: ライフファイルの書き込み
zh_hant: 正在寫入生命檔案

# onboarding.import.local.body
source: 照片不会上传；已有内容也不会被移动。
de: Fotos werden niemals hochgeladen; bestehende Inhalte werden nicht verschoben.
en: Photos are never uploaded; existing content won't be moved.
fr: Les photos ne sont pas envoyées et le contenu existant n'est pas déplacé.
ja: 写真はアップロードされません。既存のコンテンツは移動されません。
zh_hant: 照片不會上傳，現有內容也不會被移動。

# onboarding.import.local.title
source: 只在这台设备上
de: Nur auf diesem Gerät gespeichert
en: Saved only on this device
fr: Conservé uniquement sur cet appareil
ja: このデバイスのみ
zh_hant: 只在這台裝置上

# onboarding.import.localMark
source: LOCAL ARCHIVE
de: Lokales Archiv
fr: ARCHIVE LOCALE
ja: ローカルアーカイブ
zh_hant: 本機檔案

# onboarding.import.longArchiveMark
source: LIFE LONG ARCHIVE
de: Lebenslanges Archiv
fr: ARCHIVE DE VIE
ja: 生涯にわたるアーカイブ
zh_hant: 長期生命檔案

# onboarding.import.memoryMark
source: MEMORY SAFEKEEPING
de: Sichere Erinnerungen
fr: SOUVENIRS PRÉCIEUX
ja: 思い出の保護
zh_hant: 珍藏回憶

# onboarding.import.memoryTitle %@
source: %@的第一段照片记忆已经就位
de: Die ersten Fotos von %@ sind archiviert
en: %@'s first photos are archived
fr: Les premiers souvenirs de %@ sont archivés
ja: %@の最初の思い出が保存されました
zh_hant: %@ 的第一段照片回憶已經就緒

# onboarding.import.note
source: 归档完成 · 你仍可随时删除或重新分配照片
de: Archiv vollständig · Du kannst Fotos jederzeit löschen oder neu zuordnen.
en: Archive complete · You can delete or reassign photos anytime.
fr: Archive prête · Vous pouvez supprimer ou réassigner des photos à tout moment.
ja: アーカイブが完了しました · 写真はいつでも削除または再割り当てできます
zh_hant: 歸檔完成 · 你仍可隨時刪除或重新分配照片

# onboarding.import.stage.archive %@
source: 写入%@的档案
de: Wird im Archiv von %@ gespeichert
en: Writing to %@'s archive
fr: Écriture dans l'archive de %@
ja: %@ のファイルに書き込みます
zh_hant: 寫入 %@ 的檔案

# onboarding.import.stage.copy
source: 复制原片
de: Originale werden gespeichert
en: Saving originals
fr: Enregistrement des originaux...
ja: オリジナルフィルムをコピーする
zh_hant: 複製原片

# onboarding.import.stage.thumbnails
source: 生成缩略图索引
de: Vorschaubilder werden erstellt
en: Generating thumbnails
fr: Génération des vignettes...
ja: サムネイルインデックスの生成
zh_hant: 建立縮圖索引

# onboarding.import.stat.originals
source: 原片
de: Originale
en: Originals
fr: Originaux
ja: オリジナルフィルム

# onboarding.import.stat.pets
source: 伙伴
de: Haustiere
en: Pals
fr: Compagnons
ja: パートナー
zh_hant: 毛小孩

# onboarding.import.stat.thumbnails
source: 缩略图
de: Vorschaubilder
en: Thumbnails
fr: Vignettes
ja: サムネイル
zh_hant: 縮圖

# onboarding.import.title %@
source: 正在写进 %@的生命档案
de: Speichere Erinnerungen an %@
en: Saving %@'s memories
fr: Enregistrement des souvenirs de %@
ja: 執筆 %@ の人生プロフィール
zh_hant: 正在寫入 %@ 的生命檔案

# onboarding.import.writing %lld
source: 正在写入 %lld 张照片…
de: %lld Fotos werden gespeichert…
en: Writing %lld photos…
fr: Écriture de %lld photos...
ja: %lld枚の写真を書き込んでいます…
zh_hant: 正在寫入資料… %lld 張

# onboarding.overline.candidates
source: ALBUM / CANDIDATES
de: Album / Kandidaten
fr: CONFIRMATION DES PHOTOS
ja: アルバム / 候補者
zh_hant: 相簿 / 候選照片

# onboarding.overline.createArchive
source: LIFE ARCHIVE · 建立档案
de: Lebensarchiv · Haustierprofil
en: Life Archive · Pal Profile
fr: CRÉATION DU PROFIL
ja: LIFE ARCHIVE · アーカイブを作成する
zh_hant: 生命檔案 · 建立檔案

# onboarding.overline.featureDone
source: FEATURE REGISTER · 已建立
de: Referenzfotos · Bereit
en: References · Ready
fr: Photos de référence · Prêtes
ja: 機能登録 · 作成されました
zh_hant: 參考照片 · 已建立

# onboarding.overline.featureIntro
source: FEATURE REGISTER · 8—15 张
de: Referenzfotos · 8–15 Fotos
en: References · 8–15 Photos
fr: Photos de référence · 8 à 15
ja: 特集登録 · 8 - 15写真
zh_hant: 參考照片 · 8–15 張

# onboarding.overline.featureProcessing
source: FEATURE REGISTER · 本机处理
de: Referenzfotos · Verarbeitung
en: References · Processing
fr: Photos de référence · Traitement
ja: 機能レジスタ・ネイティブ処理
zh_hant: 參考照片 · 本機處理

# onboarding.overline.fullScan
source: LOCAL SCAN · 特征基准已就绪
de: Lokaler Scan · Basisdaten bereit
en: Local Scan · References Ready
fr: ANALYSE LOCALE · RÉFÉRENCE PRÊTE
ja: ローカルスキャン · 機能ベースラインの準備が完了しました
zh_hant: 本機掃描 · 參考照片已就緒

# onboarding.overline.importing
source: ARCHIVE IMPORT · 本机写入
de: Archiv-Import · Wird gespeichert
en: Archive Import · Saving
fr: IMPORTATION · ENREGISTREMENT
ja: アーカイブインポート · ネイティブライティング
zh_hant: 檔案匯入 · 本機寫入

# onboarding.overline.privacy
source: FIRST LIGHT · 隐私摘要
de: Erstes Licht · Datenschutz-Übersicht
en: First Light · Privacy Summary
fr: CONFIDENTIALITÉ LOCALE
ja: FIRST LIGHT · プライバシーの概要
zh_hant: 初見 · 隱私摘要

# onboarding.overline.success
source: ARCHIVE / ENTRY
de: Archiv / Eingang
fr: PRÊT À EXPLORER
ja: アーカイブ/エントリー
zh_hant: 檔案 / 入口

# onboarding.overline.welcome
source: FIRST LIGHT · 欢迎
de: Erstes Licht · Willkommen
en: First Light · Welcome
fr: BIENVENUE SUR MILENS
ja: ファーストライト · ようこそ
zh_hant: 初見 · 歡迎

# onboarding.privacy.auth.denied
source: 相册权限未开启
de: Foto-Berechtigung nicht erteilt
en: Photo permission not granted
fr: Accès aux photos refusé
ja: アルバムの権限が有効になっていません
zh_hant: 尚未開啟「照片」存取權限

# onboarding.privacy.auth.denied.hint
source: 可在「设置 → 隐私 → 照片」中开启，扫描需要访问照片才能筛选候选
de: Erlaube den Zugriff unter Einstellungen → Datenschutz → Fotos, um nach passenden Fotos zu suchen.
en: Allow access in Settings > Privacy > Photos to scan for candidate photos.
fr: Activez l'accès aux photos dans les Réglages iOS pour continuer
ja: 「設定→プライバシー→写真」でオンにできます。スキャンでは、候補をフィルタリングするために写真にアクセスする必要があります。
zh_hant: 請至「設定 > 隱私權與安全性 > 照片」中開啟存取權限，以利掃描候選照片。

# onboarding.privacy.auth.full
source: 已获得全部照片访问权限
de: Voller Zugriff auf die Fotomediathek erteilt
en: Full photo library access granted
fr: Accès complet autorisé
ja: すべての写真へのアクセスを受け取りました
zh_hant: 已取得完整「照片」存取權限

# onboarding.privacy.auth.limited
source: 已获得部分照片访问权限
de: Eingeschränkter Foto-Zugriff erteilt
en: Limited photo access granted
fr: Accès limité sélectionné
ja: いくつかの写真へのアクセスを取得しました
zh_hant: 已取得部分「照片」存取權限

# onboarding.privacy.body
source: 「咪Lens」只读取访问范围内的本地照片， 最终导入什么，始终由你确认。
de: MiLens liest Fotos nur innerhalb deines autorisierten Bereichs. Nichts wird importiert, bis du es bestätigst.
en: MiLens only reads photos within your authorized scope. Nothing is imported until you confirm.
fr: MiLens lit uniquement les photos locales auxquelles vous avez donné accès. Vous confirmez toujours ce qui sera importé.
ja: 「MiLens」はアクセス範囲内のローカル写真のみを読み込みます。 最終的に何がインポートされるかは、常にユーザーが確認する必要があります。
zh_hant: 「咪Lens」僅在你授權的範圍內讀取裝置上的照片， 最終匯入哪些照片，始終由你親自確認。

# onboarding.privacy.card.body
source: 不上传照片；不在云端留副本。
de: Fotos werden niemals auf Cloud-Server hochgeladen
en: Photos are never uploaded to cloud servers
fr: MiLens traite toutes les images localement sur votre iPhone. Aucune photo n'est envoyée sur un serveur distant.
ja: 写真はアップロードされていません。クラウドにはコピーが残りません。
zh_hant: 絕不上傳照片；亦不在雲端保留任何副本。

# onboarding.privacy.card.note
source: 本机特征基准 · 由你命名
de: Auf dem Gerät · Privat
en: On-Device · Private
fr: Conforme à la protection de la vie privée Apple
ja: ネイティブ機能ベンチマーク · 自分で名前を付けます
zh_hant: 本機特徵基準 · 隱私專屬

# onboarding.privacy.card.title
source: 只在本机整理
de: Nur auf dem Gerät
en: On-Device Only
fr: Traitement 100 % local
ja: このマシンのみで整理する
zh_hant: 僅在本機整理

# onboarding.privacy.cta
source: 继续建档
de: Weiter zum Profil
en: Authorize & Continue
fr: Continuer
ja: ファイルの作成を続ける
zh_hant: 授權並繼續

# onboarding.privacy.hint
source: 稍后也可以在系统设置中调整照片访问范围。
de: Du kannst den Zugriff auf deine Fotomediathek jederzeit in den Systemeinstellungen ändern.
en: You can change photo library access scope in System Settings anytime.
fr: Vous pourrez modifier ces autorisations à tout moment dans les Réglages.
ja: 写真のアクセス範囲は、後からシステム設定で調整することもできます。
zh_hant: 稍後也可隨時在系統「設定」中調整照片存取範圍。

# onboarding.privacy.onDevice
source: ON DEVICE
de: Auf dem Gerät
fr: 100 % sur l'appareil
ja: デバイス上で

# onboarding.privacy.requesting
source: 请求中…
de: Berechtigung wird angefragt…
en: Requesting authorization…
fr: Demande d'autorisation en cours...
ja: リクエスト中…
zh_hant: 正在請求授權…

# onboarding.privacy.rule.confirm
source: 由你确认导入
de: Du entscheidest, was importiert wird
en: You decide what gets imported
fr: Vous confirmez chaque importation
ja: インポートを確認するかどうかはあなた次第です
zh_hant: 由你確認匯入

# onboarding.privacy.rule.confirm.detail
source: 候选不等于识别结果
de: Manuelle Bestätigung bei unsicheren Fotos
en: Manual confirmation for uncertain photos
fr: Une photo candidate n'est pas une correspondance confirmée
ja: 候補と認識結果が等しくない
zh_hant: 候選照片不等於最終結果，由你親自決定

# onboarding.privacy.rule.leave
source: 照片不离开设备
de: Deine Fotos verlassen niemals dein Gerät
en: Photos never leave your device
fr: Les photos restent sur l'appareil
ja: 写真はデバイスの外に残らない
zh_hant: 照片不離開本機

# onboarding.privacy.rule.leave.detail
source: 不会上传到服务器
de: Keine Server-Uploads
en: No server uploads
fr: Aucun envoi vers un serveur
ja: サーバーにはアップロードされません
zh_hant: 絕不上傳至外部伺服器

# onboarding.privacy.rule.local
source: 分析在本机完成
de: Nur lokale Verarbeitung
en: Local processing only
fr: Traitement 100 % local
ja: 分析はローカルで行われます
zh_hant: 完全在本機分析

# onboarding.privacy.rule.local.detail
source: 只处理相册缩略图
de: Vorschaubilder werden auf dem Gerät erstellt
en: Thumbnails processed on device
fr: Seules les vignettes de la photothèque sont traitées
ja: アルバムのサムネイルのみを処理する
zh_hant: 僅在本機處理相簿縮圖與特徵提取

# onboarding.privacy.title
source: 你的照片， 只属于这台设备
de: Deine Fotos bleiben auf diesem Gerät
en: Your photos stay on this device
fr: Vos photos restent sur cet appareil
ja: あなたの写真、 このデバイスのみに属します
zh_hant: 你的照片， 只屬於這台裝置

# onboarding.scan.body %@
source: 正在以%@的特征基准进行比较； 发现的内容仍需要你逐张确认。
de: Abgleich mit den Merkmalen von %@. Passende Fotos werden dir zur Bestätigung angezeigt.
en: Comparing against %@'s reference photos. Everything found still needs your confirmation.
fr: Comparaison avec les photos de référence de %@. Chaque résultat devra encore être confirmé.
ja: %@ の機能ベンチマークと比較します。 見つかったものは、まだ1つずつ確認する必要があります。
zh_hant: 正在以 %@ 的特徵基準進行比對； 發現的照片仍需你逐張確認。

# onboarding.scan.candidates.hint
source: 扫描完成后由你确认
de: Bestätige die Treffer nach Abschluss des Scans
en: Confirm matches after scan completes
fr: Vérifiez les résultats trouvés
ja: スキャン完了後に確認されます
zh_hant: 掃描完成後由你確認

# onboarding.scan.candidates.title
source: 当前相似候选
de: Mögliche Fotos gefunden
en: Candidate photos found
fr: Photos candidates
ja: 現在の類似候補者
zh_hant: 目前相似候選照片

# onboarding.scan.complete
source: 扫描完成
de: Scan abgeschlossen
en: Scan Complete
fr: Recherche terminée
ja: スキャンが完了しました
zh_hant: 相簿掃描完成

# onboarding.scan.finish
source: 完成引导
de: Scan beenden
en: Finish Scan
fr: Terminé
ja: ブートを完了する
zh_hant: 完成引導

# onboarding.scan.found %lld %@
source: 发现 %lld 张可能包含%@的照片， 需要你逐张确认。
de: %lld Fotos gefunden, die %@ zeigen könnten. Überprüfe und bestätige sie.
en: Found %lld photos that may feature %@. Review and confirm them.
fr: %lld photos trouvées pour %@. Veuillez les confirmer.
ja: %@ を含む可能性のある写真が %lld個見つかりました。 それぞれの写真を確認する必要があります。
zh_hant: 發現 %lld 張可能包含 %@ 的照片， 需要你逐張確認。

# onboarding.scan.incomplete
source: 扫描暂时没完成
de: Scan nicht beendet
en: Scan Didn't Finish
fr: Recherche interrompue
ja: スキャンはまだ完了していません
zh_hant: 掃描尚未完成

# onboarding.scan.incomplete.hint
source: 你可以跳过扫描，稍后在相册页随时开始。
de: Du kannst den Scan überspringen und ihn jederzeit über die Album-Seite starten.
en: You can skip the scan and start it anytime from the Photos page.
fr: Vous pouvez ignorer l'analyse et la relancer plus tard depuis Photos.
ja: スキャンをスキップして、後からアルバムページでいつでもスキャンを開始できます。
zh_hant: 你可以略過掃描，稍後在相簿頁面隨時重新開始。

# onboarding.scan.none %@
source: 没有发现可能包含%@的照片， 你仍可以手动导入。
de: Keine passenden Fotos für %@ gefunden. Du kannst Fotos später manuell importieren.
en: No photos matching %@ found. You can manually import photos later.
fr: Aucune photo de %@ n'a été trouvée. Vous pouvez toujours importer des photos manuellement.
ja: %@ が含まれる可能性のある写真は見つかりませんでした。 手動でインポートすることもできます。
zh_hant: 未發現可能包含 %@ 的照片， 你仍可隨後手動匯入。

# onboarding.scan.progress %lld %lld
source: 正在寻找它的身影... %lld/%lld
de: Fotos werden gescannt… %lld/%lld
en: Scanning photos… %lld/%lld
fr: Analyse des photos... %lld/%lld
ja: 探しています… %lld/%lld
zh_hant: 正在尋找它的身影… %lld/%lld

# onboarding.scan.scanning
source: 正在全面扫描…
de: Mediathek wird auf dem Gerät gescannt…
en: Scanning library on device…
fr: Analyse en cours...
ja: フルスキャン中です…
zh_hant: 正在全面掃描相簿…

# onboarding.scan.skip
source: 跳过扫描，继续
de: Scan überspringen, weiter
en: Skip Scan, Continue
fr: Passer pour l'instant
ja: スキャンをスキップして続行する
zh_hant: 略過掃描，繼續

# onboarding.scan.stage.thumbnails
source: 读取系统图库缩略图
de: Vorschaubilder werden aus der Mediathek gelesen
en: Reading thumbnails from library
fr: Chargement des vignettes...
ja: 「写真」アプリのサムネイルを読む
zh_hant: 讀取系統照片圖庫縮圖

# onboarding.scan.status.comparing
source: 本机扫描 · 正在比较
de: Scannen · Abgleichen
en: Scanning · Comparing
fr: Analyse locale · Comparaison
ja: ローカルでスキャン・比較
zh_hant: 本機掃描 · 正在比對

# onboarding.scan.status.completed
source: 本机扫描 · 已完成
de: Scannen · Abgeschlossen
en: Scanning · Completed
fr: Analyse terminée
ja: ローカルスキャン · 完了
zh_hant: 本機掃描 · 已完成

# onboarding.scan.title
source: 正在全面扫描 系统图库
de: Vollständiger Scan deiner Fotomediathek
en: Full scan of your photo library
fr: Recherche des photos
ja: フルスキャン中です 「写真」アプリ
zh_hant: 正在全面掃描 系統照片圖庫

# onboarding.scan.unit
source: 张
de: Fotos
en: photos
fr: photos
ja: 開ける
zh_hant: 張

# onboarding.scan.viewCandidates %lld
source: 查看 %lld 张候选
de: %lld mögliche Fotos ansehen
en: View %lld candidate photos
fr: Voir les %lld photos trouvées
ja: %lld人の候補者を表示
zh_hant: 查看 %lld 張候選照片

# onboarding.status.done
source: 已完成
de: Fertig
en: Done
fr: Terminé
ja: 完了

# onboarding.status.inProgress
source: 进行中
de: In Bearbeitung
en: In Progress
fr: En cours
ja: 進行中
zh_hant: 進行中

# onboarding.status.later
source: 稍后
de: Später
en: Later
fr: Plus tard
ja: 後で
zh_hant: 稍後

# onboarding.welcome.agreePrefix
source: 我已阅读并同意
de: Ich habe gelesen und stimme zu:
en: I have read and agree to
fr: J'ai lu et j'accepte
ja: 読んで同意します
zh_hant: 我已閱讀並同意

# onboarding.welcome.archiveMark
source: EMPTY ARCHIVE / 00
de: Leeres Archiv / 00
fr: ARCHIVE VIDE / 00
ja: 空のアーカイブ / 00

# onboarding.welcome.cta
source: 建立第一份档案
de: Erstes Haustierprofil erstellen
en: Create First Pal Profile
fr: Créer le premier profil
ja: 最初のファイルを作成する
zh_hant: 建立第一份檔案

# onboarding.welcome.emptyBody
source: 档案现在是空的。 从第一段相伴开始。
de: Das Archiv ist leer. Beginne mit deinem ersten Liebling.
en: The archive is empty. Let's start with your first pal.
fr: L'archive est vide pour l'instant. Commencez par votre premier compagnon.
ja: ファイルは空になりました。 最初の段落から始めます。
zh_hant: 檔案目前是空的。 從記錄第一段溫暖相伴開始。

# onboarding.welcome.emptyNote
source: 照片留在设备上，记录由你命名。
de: Fotos bleiben auf dem Gerät und werden lokal gesichert
en: Photos stay on device, kept safe locally
fr: Les photos restent sur l'appareil ; chaque souvenir porte le nom que vous choisissez.
ja: 写真はデバイスに保存され、記録にはユーザーが名前を付けます。
zh_hant: 照片安全保留在裝置上，記錄由你親自命名。

# onboarding.welcome.emptyTitle
source: 等待第一位伙伴
de: Warte auf deinen ersten Liebling
en: Waiting for your first pal
fr: En attente de votre premier compagnon
ja: 最初のパートナーを待っています
zh_hant: 等待第一位毛小孩

# onboarding.welcome.hero
source: 把相伴的一生， 留在这里
de: Bewahre das ganze Leben deines Lieblings hier auf
en: Keep their whole life right here
fr: Toute leur vie, gravée ici
ja: 一生一緒に、 ここにいてください
zh_hant: 把相伴的一生， 留在這裡

# onboarding.welcome.privacyLink
source: 《隐私政策》
de: Datenschutzrichtlinie
en: Privacy Policy
fr: Politique de confidentialité
ja: 「プライバシーポリシー」
zh_hant: 《隱私權政策》

# onboarding.welcome.termsLink
source: 《服务条款》
de: Nutzungsbedingungen
en: Terms of Service
fr: Conditions d'utilisation
ja: 「利用規約」
zh_hant: 《服務條款》

# onboarding.welcome.waypoint.confirm
source: 由你确认
de: Zum Importieren bestätigen
en: You stay in control
fr: Vous confirmez chaque étape
ja: あなたによって確認されました
zh_hant: 由你確認

# onboarding.welcome.waypoint.deletable
source: 随时可删
de: Jederzeit löschbar
en: Delete anytime
fr: Supprimable à tout moment
ja: いつでも削除可能
zh_hant: 隨時可刪

# onboarding.welcome.waypoint.organize
source: 本机整理
de: Lokales Archiv
en: Organized on device
fr: Organisé sur l'appareil
ja: 地元組織
zh_hant: 本機整理
